{
  "topics": [
    "Workforce Development",
    "Labor and Employment",
    "Postsecondary Education",
    "Higher Education, Credential Attainment"
  ],
  "purpose": "This study can help inform the development of future NCWorks Certified Career Pathways, which in turn help meet industry demands for skilled workers and help people get the training they need to find stable jobs that provide family-sustaining wages.  This research will inform the U.S. Department of Labor as part of the Workforce Innovation and Opportunity Act (WIOA) evaluation requirement for the 2024 WIOA State Unified Plan submission.",
  "question": "What are the current NCWorks Certified Career Pathways across the state and what is the impact of each pathway on training and certification achievement for participants?",
  "expertise": "Data collection, analysis, and interpretation in postsecondary education settings; qualitative and quantitative analysis; workforce development policy\n",
  "emailContent": "Please email [partnerships@osbm.nc.gov](mailto:partnerships@osbm.nc.gov) to be added to the research partnership meeting. \n",
  "partnerName": "North Carolina",
  "keyDates": "Report due October 2023\n",
  "startDate": "2022-08-23",
  "fundingInfo": "OSP, agency partners, and research partners work together to determine if a project has costs, what funding may be available, and possibilities for pursuing funding, if needed. This project is currently under review for funding from the [NC Evaluation Fund](https://www.osbm.nc.gov/operational-excellence/evaluation-fund-grants). \n",
  "deliverable": "A report that provides answers to the questions above as well as provides recommendations based on those findings for how partner agencies and local area workforce development boards can improve their policy and operations. Report findings will also be included in the 2024 Workforce Innovation and Opportunity Act (WIOA) State Unified Plan submission.\n",
  "summary": "The [NCWorks Commission](https://www.nccommerce.com/about-us/boards-commissions/ncworks-commission) at the [NC Department of Commerce](https://www.nccommerce.com/) is exploring research partnership opportunities to better understand the relevance and utility of the [NCWorks Certified Career Pathways](https://www.nccommerce.com/jobs-training/workforce-professionals-tools-resources/workforce-plans-initiatives/ncworks-certified) (CCP) program. The 41 CCPs, managed by 22 local workforce development boards across North Carolina, are  systems of education and workforce development programs that aim to match worker training to employer need as well as encourage and incentivize employers to locate and expand in North Carolina. \n \nThe goal of this project is to collect qualitative and quantitative data from CCP administrative leaders and former participants, and answer questions including, but not limited to:  \n1. How many job seekers participated in each CCP?  \n2. How many job seekers completed at least one credential in the CCP, and what credential(s) did they receive? \n3. Are any of the credentials received by job seekers non-degree and high value, and are they  on the NC Workforce Credentials high value credential list? \n4. Did enrolling in the Career Pathway program impact employee retention for CCP industries and if so, how?\n\nThe NC Department of Commerce and the NC Office of Strategic Partnerships (OSP) hosted a research partnership meeting on Friday, September 9 to discuss this project. Click here for the [meeting recording](https://ncosbm.sharefile.com/d-s505df1791c394775867945f828ef9f1f). \n\n",
  "status": "ongoing",
  "agency": "NC Department of Commerce",
  "statusOfData": "There is administrative data for the years 2010 to 2020 that capture, at the individual level, which courses a person has taken, when and where the course was administered, which program the course is a part of, and whether or not the individual successfully completed the course. These data would need to be wrangled and cleaned for research purposes. A preliminary review suggests records exist for about 3,000 individuals. We welcome suggestions for other sources of data that might be merged with these data to empower more insights into the research questions above.   \n",
  "lastModified": "2022-10-17T16:54:34.000Z",
  "created": "2022-08-23T20:47:38.000Z",
  "title": "Commerce Pathways",
  "mainContact": "dr-annie-izod",
  "projectTeam": []
}