{
  "topics": [
    "Building code administration and enforcement",
    "Economic Development",
    "Public Safety",
    "workforce needs",
    "permits and inspections"
  ],
  "purpose": "Results will be shared with the NC Code Officials Qualification Board, participating jurisdictions, and inspector trade associations. Results may be shared with the NC General Assembly, City and County Managers Assoc., NC League of Municipalities, NCWorks, UNC School of Government, and industry trade groups such as the NC Home Builders Association and other occupational licensing boards (e.g., engineers, architects, general contractors, etc.). Results may be shared with state government partners and academic institutions for further study. \n\nCurrently, there are few statutory data exchange requirements between local government building permit and inspections departments and the state. As a result, when legislative proposals are advocated by the building construction industry, the Board and NCDOI have little \"hard data\" with which to respond. Completion of this project will create a framework for collecting and using data to answer questions about recruitment, training, and effective employment/deployment of code enforcement officials by local governments. \n\nSee project summary above for additional information.  ",
  "question": "How many code enforcement officials does North Carolina need to perform inspections within two business days statewide? What is the best methodology and tool for optimally allocating inspectors across the state?",
  "expertise": "Data analytics and visualization, economic development, social science including qualitative assessment, mobile application development\n",
  "partnerName": "North Carolina",
  "keyDates": "Open until filled. The Department of Insurance intends to work on this concurrent to the 2023 legislative session and would ideally have at least initial information stemming from this project by February 2023.  \n\nProject posted on Oct. 14, 2022\n",
  "fundingInfo": "OSP, agency partners, and research partners work together to determine if a project has costs, what funding may be available, and possibilities for pursuing funding, if needed. \n",
  "deliverable": "Analysis of existing and projected building code enforcement needs, and related, existing and projected workforce needs (e.g., enforcement officials). Summary of and detailed recommendations and potential action steps to inform the NC Department of Insurance about adequacy of size and expertise of workforce and anticipated needs for the next 3, 5, 10 years, and beyond.  \n\nSee project summary for additional information.  \n",
  "summary": "Economic development drives residential and commercial construction throughout the state. Recent statutory changes affecting the North Carolina Code Officials Qualification Board and generational changes to the composition of the population of code enforcement officials have stressed the existing process/system for providing qualified building inspectors. Timely access (defined as inspections performed within two business days) to fully qualified code enforcement officials is: (1) critical to ensuring the safety of persons in North Carolina; (2) maintaining the economic viability of the state; and (3) optimizing the protection of property from fire, flooding, wind, and earthquake (seismic) hazards.   \n \nNorth Carolina’s over 200 building inspection jurisdictions use a wide range of different permitting and inspection software. This project would determine where the current system is not performing and provide technologically advanced solutions to bridge those gaps, which could include but not be limited to using mobile applications. Implementation of the specified improvements would result in improved economic development, a qualified workforce, and the safety of citizens of North Carolina.  \n \nInterest in whether North Carolina has enough building code enforcement officials stems in part from the desire to know how many code officials are needed to meet the statutorily required two business day inspection benchmark. \n \nLack of access to such expertise means that necessary inspections may be delayed, incomplete, or not performed at all. The consequences of such outcomes range from delays in business activities, which can impose unforeseen economic costs on businesses, to creating circumstances which imperil the health and safety of the public. To mitigate these risks, the state requires that a system or process is available that supports and facilitates timely identification, scheduling, and access to code officials as relevant subject matter experts. \n \nContextual note: The Department of Insurance is not aware of many, if any, existing studies or literature on this subject specific to North Carolina. While a substantial amount of research has been done for staffing allocation of public safety officials such as police and fire departments, there does not appear to be comparable research for building officials. \n \nThe research team will identify multiple data sources to: \n\n1\\. Identify the scope of construction activity across the state and other activities associated with economic development. This will include (not exhaustive):  \n\n- Statewide building permit activity data for housing units is a proxy indicator of economic development  \n- Non-housing permit data \n- Hiring and labor activity in construction  \n- Typical turn-around time \n- Other sources \n  \n\n2\\. Characterize the nature of the population of Code Enforcement Officials: \n\n- Qualifications and expertise \n- Geographic distribution across the state  \n- Time in the workforce  \n- Likely duration in the workforce  \n- History of assignments  \n- Salary (i.e., ROI) \n- Demographic (e.g., gender, etc.) \n\n3\\. Identify and employ relevant analytical approaches to determine: Identify\n\n- Methodologies for identifying and assigning Code Enforcement Officials (aka inspectors) within/across jurisdictions. \n- A platform (tool) to exploit approaches at the point of need \n  \n\n4\\. Design and create a tool for effective identification, assignment, and tracking of Code Enforcement Officials.  \n\n**The NC Department of Insurance and the NC Office of Strategic Partnerships (OSP) hosted a research partnership meeting on Friday, October 21, to discuss this project. [Click here](https://ncosbm.sharefile.com/d-sc5a25d80e28e42b9b8e59cd1fc4cfe7e) for the meeting recording. [Click here](https://ncosbm.sharefile.com/d-s7e38895f396745f290915f0e75bdedb7) for the slide deck.**\n\n",
  "status": "open",
  "agency": "NC Department of Insurance",
  "statusOfData": "OSP, agency partners, and research partners work together to assess what data would advance a project, whether the data is already collected and available, and/or whether and how to collect and share it. Collected data and lessons learned will be shared with the NC Department of Information Technology, NC Department of Commerce, and other state agency partners.  \n \nNCDOI has contracted with a data analytics consultant to conduct preliminary data collection and analysis and work has begun on GIS mapping of code enforcement officials’ distribution and type, trade, and level of certification, and buildings permit data.   \n \nNOTES: Statewide building permit data for housing units is a proxy indicator of economic development and number of inspections required and is available through the U.S. Census Bureau Building Permits Survey. Data for the number, level of certification, and location of code enforcement officials employed by local governments is maintained by NCDOI in its capacity as staff to the NC Code Officials Qualification Board. The population of code enforcement officials is 4,000 who are employed by over 200 jurisdictions performing both inspections of new construction (building) and existing occupancies (fire). Sample jurisdictions may be selected from urban and rural counties and cities. Non-housing permit data may be collected by online survey or mandatory reporting.  \n \nSee project summary above for additional information.  \n",
  "lastModified": "2022-10-27T14:12:19.000Z",
  "created": "2022-10-14T12:30:59.000Z",
  "title": "DOI Inspectors",
  "mainContact": "nc-office-of-strategic-partnerships",
  "projectTeam": []
}
