{
  "topics": [
    "criminal justice",
    "quality improvement",
    "correctional healthcare",
    "functional assessment",
    "patient assessment",
    "patient acuity"
  ],
  "purpose": "Results of the project will inform potential policy and practice changes regarding the assessment tool. Users of PULHEAT (e.g., prison healthcare providers, those who manage what facilities incarcerated people are assigned to, and others in NCDPS) intend to use the results of this project to identify potential changes to the current system of assessment for assigning housing and jobs for incarcerated persons. A report of the findings will be given to the Chief Nursing Officer, Chief Medical Officer, and the Director of Health & Wellness for Prisons. The government-research partnership team for this project may also share the results through professional journals (such as those focused on correctional healthcare) and broadly to policymakers and practitioners.",
  "question": "Will education increase medical providers’ use of an assessment tool that measures the functional ability of incarcerated persons within the NC State Prison System?",
  "expertise": "focus groups; medical chart review; instrument assessment; statistics\n",
  "emailContent": "Please email [partnerships@osbm.nc.gov](mailto:partnerships@osbm.nc.gov) to be added to the research partnership meeting.\n",
  "partnerName": "North Carolina",
  "startDate": "2022-09-06",
  "fundingInfo": "OSP, agency partners, and research partners work together to determine if a project requires funding, what funding may be available, and possibilities for pursuing funding, if needed.\n",
  "deliverable": "Deliverables are likely to include findings that will help determine whether a statistical difference exists between the use of the PULHEAT tool prior to and after the training. The data from this study will also inform future studies of validity of the PULHEAT and what other tools may be more effective in the assessment of functional ability. \n",
  "summary": "**The NC Department of Public Safety (NCDPS) and the NC Office of Strategic Partnerships (OSP) are hosting a research partnership meeting on Thursday, October 13, 2:30pm-3:45pm to discuss this project. Please email [partnerships@osbm.nc.gov](mailto:partnerships@osbm.nc.gov) to request an invite to this virtual meeting. ** \n\nThe [NC Department of Public Safety](https://www.ncdps.gov/) (NCDPS) uses a functional assessment tool, called the PULHEAT (**P**hysical stamina, **U**pper extremities, **L**ower extremities, **H**earing (ears), **E**yes (vision), **A**ctivity grade, and **T**ransportation). The functional assessment reflects consideration of physical, dental, and mental health status and, in turn, plays an important role in an individual’s accommodations as well as job, program, activity, and service assignment(s). Each category is assigned a number of one through five; a higher number indicates decreased function and/or increased needs in that functional area. There is evidence that medical providers within the North Carolina Prison System are not adequately trained in the use of PULHEAT. The aim of this quality improvement project is to develop, implement, and evaluate an educational program designed to assist the medical providers within the North Carolina Prison System in the administration of the PULHEAT. \n\n",
  "status": "open",
  "agency": "NC Department of Public Safety",
  "statusOfData": "OSP, agency partners, and research partners work together to assess what data would advance a project, whether the data is already collected and available, and/or whether and how to collect and share it. \n",
  "lastModified": "2022-09-06T19:17:02.000Z",
  "created": "2022-09-06T18:52:31.000Z",
  "title": "DPS PULHEAT",
  "mainContact": "nc-office-of-strategic-partnerships",
  "projectTeam": []
}
