{
  "topics": [
    "business creation",
    "business survival",
    "entrepreneurship",
    "business economics",
    "Economic health",
    "Leveraging Administrative Data"
  ],
  "purpose": "NC SOS may incorporate new questions into its existing new business survey in order to collect the data recommended in the deliverable. ",
  "question": "What additional data should NC SOS collect to answer questions about new business creation, new business survival, North Carolina’s economic health, and related issues? How should such data be collected to be most useful to investors, lenders, and policymakers?",
  "expertise": "data science; data visualization; economics; macroeconomics; business management\n",
  "partnerName": "North Carolina",
  "keyDates": " Open until filled; project posted on Sept. 26, 2022.  \n",
  "startDate": "2022-09-26",
  "fundingInfo": "OSP, agency partners, and research partners work together to determine if a project has costs, what funding may be available, and possibilities for pursuing funding, if needed.\n",
  "deliverable": "The initial deliverable will be a list of additional possible data that NC SOS might collect to answer questions about new business creation, new business survival and success, and North Carolina’s economic health. If such information is already collected by another state agency, the list should detail any existing impediments to combining the other agency’s information with that collected by NC SOS (whether legal, technological, a matter of timeliness, or other identifiable reason).  \n",
  "summary": "**The NC Department of the Secretary of State ([NC SOS](https://www.sosnc.gov/)) and the NC Office of Strategic Partnerships ([OSP](https://www.osbm.nc.gov/operational-excellence/nc-office-strategic-partnerships)) are hosting a research partnership meeting on Tuesday, October 18, from 1:00-4:00pm to discuss the four projects in the order noted below. Please email [partnerships@osbm.nc.gov](mailto:partnerships@osbm.nc.gov) to request an invitation to the meeting.** \n\n1:00-1:45pm\t[Project 1 (click here to learn more)](https://projectportal.nc.gov/project/sos-4projects-newbiz-indicator): _Do new business creations provide near-real-time insight into the statewide economic health of North Carolina or of the state’s individual counties? If so, can this information, either by itself or in association with other data, be used to reveal statewide economic trends or economic trends of specific counties?_ \n\n1:45-2:30pm\t[Project 2 (click here to learn more)](https://projectportal.nc.gov/project/sos-4projects-needs-biz-fail): _What are the business knowledge, social capital, and financial capital needs of new businesses that are most needed to prevent failure of North Carolina businesses within the first seven years of operation? Based on the answers developed, what intervention strategies would be most likely to address the identified needs in order to increase business success rates during this initial seven-year period?_ \n\n2:30-3:15pm [Project 3 (click here to learn more)](https://projectportal.nc.gov/project/sos-4projects-7r-success-rates): _What can NC SOS learn from data collected from failed businesses about possible business survivorship interventions and resources that would be most likely to increase business success rates during the initial seven-year period?_ \n\n**3:15-4:00pm\tProject 4** **(described below)**: _What additional data should NC SOS collect to answer questions about new business creation, new business survival, North Carolina’s economic health, and related issues? How should such data be collected to be most useful to investors, lenders, and policymakers?_ \n\n_The details of the research questions and project opportunities are not set in stone; discussion and refinement are likely._ \n\n**Project 1**:\n\nSince June 2020, the NC Department of the Secretary of State (NC SOS) has seen a substantial increase in new businesses created pursuant to statute. NC SOS does not collect data with regard to business types such as general partnerships or sole proprietorships, as there is no statutory framework associated with the formation of such businesses. Previous analyses of NC SOS registration data suggest that 25% of new business registrants cease operation by year three, and by year seven the percent of firms that cease operation increases to 50%. Additional data describing new business creation could provide a near-real-time reflection of business sentiment, economic growth or contraction, or other economic information useful to understanding business activity within North Carolina and potentially on an individual county basis.   \n   \nThe data currently collected do not include information regarding business valuation, business purpose, or the number of employees, though such information may be available in data held by other agencies or private entities. Because the data currently collected in connection with new business creation is comparatively limited, beginning in mid-2021, NC SOS surveyed new businesses (created between April and August 2018, 2019, 2020, and 2021 inclusive) to identify why these businesses were being formed and what resources and interventions respondents believed were needed to help with business success. NC SOS hoped this information would help the agency to identify interventions that might increase the likelihood such new businesses would succeed beyond three years.  \n\nNC SOS sent the survey to 38,885 new entity creators and received 1,597 responses. The survey results are summarized in a memorandum dated December 8, 2021. The summary and underlying survey data are available upon request. \n\nSurvey results may be used to inform targeted actions to build strategic economic development partnerships, identify short-term and long-term policy and performance management efforts, and ultimately identify areas to help these new business creators become established as quickly as possible and be as successful as possible.  \n\nNC SOS seeks help identifying data that it might collect to better answer questions about and inform policy around new business creation, new business survival and success, and North Carolina’s economic health.  \n",
  "status": "open",
  "agency": "NC Department of the Secretary of State",
  "statusOfData": "OSP, agency partners, and research partners work together to assess what data would advance a project, whether the data are already collected and available, and/or whether and how to collect and share it. NC SOS data reflect the agency’s status as the processing and registration repository for all North Carolina business entities created pursuant to statute – i.e., corporations and limited liability entities, not non-statutory formations such as sole proprietorships or general partnerships. These data are the most accurate and up-to-date comprehensive directory of active businesses and contact information available. The data do not include statements regarding business valuation, business purpose, or the number of employees, though such information may be available through data held by other agencies or private entities. Other data held by NC SOS reflect trademark applications, the existence (but not the value) of lien filings made pursuant to the Uniform Commercial Code, and federal tax lien filings against real property. \n",
  "lastModified": "2022-09-26T13:02:51.000Z",
  "created": "2022-09-26T12:32:28.000Z",
  "title": "Sos 4Projects What New Data",
  "mainContact": "nc-office-of-strategic-partnerships",
  "projectTeam": []
}