{
  "topics": [
    "economic forecasting",
    "Economic health",
    "business creation",
    "economic impact",
    "Leveraging Administrative Data"
  ],
  "purpose": "Results from this research can help inform business, investment, and policy decisions related to North Carolina and individual counties and do so with near-real-time effect.",
  "question": "Do new business creations provide near-real-time insight into the statewide economic health of North Carolina or of the state’s individual counties? If so, can this information, either by itself or in association with other data, be used to reveal statewide economic trends or economic trends of specific counties? ",
  "expertise": "data science; data visualization; economics; macroeconomics; business management\n",
  "partnerName": "North Carolina",
  "keyDates": " Open until filled; project posted on Sept. 26, 2022.  \n",
  "startDate": "2022-09-26",
  "fundingInfo": "OSP, agency partners, and research partners work together to determine if a project has costs, what funding may be available, and possibilities for pursuing funding, if needed.\n",
  "deliverable": "A regression analysis describing the correlation, if any, of nearly twenty-five years of NC SOS business creation data to traditional reflections of North Carolina and individual county economic activity. This analysis would help to determine whether NC SOS business creation data, either by itself or in connection with other data available contemporaneously, is sufficiently reflective of economic activity to use as a reliable early indicator of economic activity in North Carolina and potentially on a county-by-county basis as well. \n",
  "summary": "**The NC Department of the Secretary of State ([NC SOS](https://www.sosnc.gov/)) and the NC Office of Strategic Partnerships ([OSP](https://www.osbm.nc.gov/operational-excellence/nc-office-strategic-partnerships)) are hosting a research partnership meeting on Tuesday, October 18, from 1:00-4:00pm to discuss the four projects in the order noted below. Please email [partnerships@osbm.nc.gov](mailto:partnerships@osbm.nc.gov) to request an invitation to the meeting.** \n\n**1:00-1:45pm**\t**Project 1 (described below): **_Do new business creations provide near-real-time insight into the statewide economic health of North Carolina or of the state’s individual counties? If so, can this information, either by itself or in association with other data, be used to reveal statewide economic trends or economic trends of specific counties?_ \n\n**1:45-2:30pm**\t**[Project 2 ](https://projectportal.nc.gov/project/sos-4projects-needs-biz-fail)**[(click here to learn more)](https://projectportal.nc.gov/project/sos-4projects-needs-biz-fail)**: **_What are the business knowledge, social capital, and financial capital needs of new businesses that are most needed to prevent failure of North Carolina businesses within the first seven years of operation? Based on the answers developed, what intervention strategies would be most likely to address the identified needs in order to increase business success rates during this initial seven-year period?_ \n\n**2:30-3:15pm**\t**[Project 3 ](https://projectportal.nc.gov/project/sos-4projects-7r-success-rates)**[(click here to learn more)](https://projectportal.nc.gov/project/sos-4projects-7r-success-rates)**: **_What can NC SOS learn from data collected from failed businesses about possible business survivorship interventions and resources that would be most likely to increase business success rates during the initial seven-year period?_ \n\n**3:15-4:00pm**\t**[Project 4 ](https://projectportal.nc.gov/project/sos-4projects-what-new-data)**[(click here to learn more)](https://projectportal.nc.gov/project/sos-4projects-what-new-data)**: **_What additional data should NC SOS collect to answer questions about new business creation, new business survival, North Carolina’s economic health, and related issues? How should such data be collected to be most useful to investors, lenders, and policymakers?_ \n\n_The details of the research questions and project opportunities are not set in stone; discussion and refinement are likely._ \n\n**Project 1**:\n\nThe NC Department of the Secretary of State (NC SOS) is charged with promoting economic growth and protecting the public from financial harm. One of NC SOS’s responsibilities includes facilitating economic development through business and capital formation.  \n\nNC SOS recorded a historic surge in new business creation beginning June 2020. Business creations leapt from 100,300 in calendar year 2019 to 126,600 in 2020 and on to 178,300 for 2021. The historic rate of new business filings is ongoing, and 2022 filings are likely to match closely the number of new businesses created in 2021. \n\nNC SOS believes data describing new business creation may provide a near-real-time reflection of business sentiment, economic growth or contraction, or other economic information useful to understanding business activity within North Carolina and potentially on a county-by-county basis. If this hypothesis is correct, policymakers would not have to wait for the release of other indicators that lag the market by weeks, months, or even years (e.g., unemployment insurance payments, jobless claims, Worker Adjustment and Retraining Notification (WARN) Act notices, etc.). In addition, there would be more localized economic information than currently available (contrast, for example, stock market information, which is more reflective of national and international economic activity). \n\nTo better understand the economic insights offered by this surge in new business creation, NC SOS seeks research partners to explore whether its new business creations data provide insight into the health of NC’s economy.  \n",
  "status": "open",
  "agency": "NC Department of the Secretary of State",
  "statusOfData": "OSP, agency partners, and research partners work together to assess what data would advance a project, whether the data are already collected and available, and/or whether and how to collect and share it. NC SOS data reflect the agency’s status as the processing and registration repository for all North Carolina business entities created pursuant to statute – i.e., corporations and limited liability entities, not non-statutory formations such as sole proprietorships or general partnerships. These data are the most accurate and up-to-date comprehensive directory of active businesses and contact information available. The data do not include statements regarding business valuation, business purpose, or the number of employees, though such information may be available through data held by other agencies or private entities. Other data held by NC SOS reflect trademark applications, the existence (but not the value) of lien filings made pursuant to the Uniform Commercial Code, and federal tax lien filings against real property.  \n",
  "lastModified": "2022-09-26T12:44:06.000Z",
  "created": "2022-09-26T11:56:39.000Z",
  "title": "Sos 4Projects Newbiz Indicator",
  "mainContact": "nc-office-of-strategic-partnerships",
  "projectTeam": []
}