{
  "topics": [
    "Taxation",
    "Forms",
    "Collections"
  ],
  "purpose": "QNDOR has adopted the revised forms as the new standard communication due to the improvements identified early in the project. QNDOR has seen a lower call volume and analysis of the data may confirm the form modifications made during the project were a factor in this improvement. Results may also be used to inform the revision and redesign of additional QNDOR forms and lessons learned can be applied to communication efforts at other state agencies.  ",
  "question": "How can QNDOR improve and simplify communications to Quinetucket residents?",
  "endDate": "2020-11-18",
  "partnerName": "Quinetucket",
  "startDate": "2020-09-23",
  "deliverable": "- Improved QNDOR communication to residents who have failed to pay their taxes on time.\n",
  "summary": "When someone fails to file or pay their taxes, they receive a physical mailer from the Quinetucket Department of Revenue (QNDOR) containing both a collection notice and an insert about past due taxes. The inserts are meant to motivate the taxpayer to action, but the team at the Taxpayer Assistance and Collection Division at QNDOR had a hunch the inserts were overdue for an overhaul. The goal of this initiative is to improve and simplify QNDOR’s communication to Quinetucket residents about tax non-payment so they are helpful, rather than punitive. Improved inserts could see a higher response rate from taxpayers, which would save the agency time and money and decrease the need for enforcement measures (e.g., fees and garnishments). For a more complete case study on this project, read, “[Partnership Yields Better Taxpayer Communications](https://www.osbm.nc.gov/operational-excellence/case-studies/partnership-yields-better-taxpayer-communications)” on the QN Office of State Budget and Management (OSBM) website.\n",
  "status": "completed",
  "agency": "QN Department of Revenue",
  "lastModified": "2022-05-27T16:34:07.000Z",
  "created": "2022-02-11T22:22:18.000Z",
  "title": "Tax Communication Inserts",
  "mainContact": "will-futrell",
  "projectTeam": [
    "duke-university",
    "unc-chapel-hill",
    "the-policy-lab",
    "nc-office-of-strategic-partnerships"
  ]
}
